{
  "text": {
    "hello": 45,
    "hi": 47,
    "hey": 46,
    "good": 40,
    "morning": 69,
    "afternoon": 3,
    "evening": 36,
    "greetings": 42,
    "how": 51,
    "are": 7,
    "you": 130,
    "there": 114,
    "chatbot": 20,
    "assistant": 8,
    "nice": 72,
    "to": 115,
    "meet": 67,
    "what": 126,
    "s": 100,
    "up": 118,
    "day": 26,
    "bot": 14,
    "i": 53,
    "need": 71,
    "leave": 61,
    "want": 124,
    "apply": 6,
    "for": 39,
    "request": 98,
    "vacation": 121,
    "sick": 105,
    "annual": 4,
    "can": 16,
    "application": 5,
    "take": 110,
    "tomorrow": 116,
    "a": 0,
    "off": 73,
    "holiday": 50,
    "policy": 87,
    "many": 64,
    "days": 27,
    "do": 29,
    "have": 43,
    "submit": 108,
    "emergency": 33,
    "personal": 86,
    "maternity": 65,
    "paternity": 80,
    "salary": 101,
    "details": 28,
    "information": 55,
    "status": 107,
    "payroll": 83,
    "payment": 82,
    "payslip": 84,
    "slip": 106,
    "monthly": 68,
    "when": 127,
    "will": 128,
    "receive": 93,
    "query": 92,
    "compensation": 23,
    "earnings": 32,
    "paycheck": 81,
    "wage": 123,
    "account": 2,
    "credit": 24,
    "update": 119,
    "attendance": 9,
    "record": 94,
    "report": 97,
    "history": 49,
    "check": 21,
    "my": 70,
    "show": 104,
    "summary": 109,
    "working": 129,
    "office": 74,
    "log": 63,
    "sheet": 103,
    "absent": 1,
    "present": 89,
    "employee": 34,
    "tracking": 117,
    "recruitment": 96,
    "hiring": 48,
    "process": 90,
    "job": 59,
    "openings": 77,
    "available": 10,
    "vacancies": 120,
    "current": 25,
    "open": 76,
    "positions": 88,
    "career": 17,
    "opportunities": 78,
    "internship": 57,
    "company": 22,
    "benefits": 12,
    "health": 44,
    "insurance": 56,
    "benefit": 11,
    "retirement": 99,
    "medical": 66,
    "perks": 85,
    "bonus": 13,
    "incentives": 54,
    "welfare": 125,
    "package": 79,
    "document": 30,
    "employment": 35,
    "certificate": 19,
    "experience": 37,
    "letter": 62,
    "hr": 52,
    "documents": 31,
    "official": 75,
    "provide": 91,
    "issue": 58,
    "verification": 122,
    "records": 95,
    "bye": 15,
    "goodbye": 41,
    "see": 102,
    "talk": 111,
    "later": 60,
    "thanks": 113,
    "catch": 18,
    "farewell": 38,
    "thank": 112
  },
  "intent": {
    "greeting": 4,
    "leave_request": 5,
    "salary_query": 7,
    "attendance_query": 0,
    "recruitment_query": 6,
    "benefits_query": 1,
    "document_request": 2,
    "goodbye": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_attendance_query": 12,
    "utter_benefits_query": 13,
    "utter_document_request": 14,
    "utter_goodbye": 15,
    "utter_greeting": 16,
    "utter_leave_request": 17,
    "utter_recruitment_query": 18,
    "utter_salary_query": 19
  },
  "action_text": null,
  "intent_response_key": null
}