{
  "text": {
    "hello": 76,
    "hi": 79,
    "hey": 78,
    "good": 70,
    "morning": 119,
    "afternoon": 6,
    "evening": 62,
    "greetings": 72,
    "how": 83,
    "are": 16,
    "you": 207,
    "there": 185,
    "chatbot": 32,
    "assistant": 17,
    "nice": 124,
    "to": 188,
    "meet": 116,
    "what": 201,
    "s": 161,
    "up": 194,
    "day": 43,
    "bot": 24,
    "i": 87,
    "need": 122,
    "leave": 105,
    "want": 198,
    "apply": 13,
    "for": 67,
    "request": 159,
    "can": 27,
    "application": 12,
    "take": 178,
    "tomorrow": 189,
    "a": 1,
    "off": 126,
    "holiday": 82,
    "policy": 143,
    "many": 112,
    "days": 44,
    "do": 48,
    "have": 74,
    "submit": 175,
    "help": 77,
    "me": 114,
    "approval": 15,
    "process": 147,
    "time": 187,
    "management": 110,
    "salary": 162,
    "details": 46,
    "information": 92,
    "status": 173,
    "payroll": 137,
    "payment": 136,
    "payslip": 138,
    "slip": 169,
    "monthly": 118,
    "when": 202,
    "will": 203,
    "receive": 152,
    "query": 151,
    "compensation": 37,
    "earnings": 51,
    "paycheck": 135,
    "wage": 197,
    "account": 5,
    "credit": 40,
    "update": 195,
    "attendance": 18,
    "record": 153,
    "report": 157,
    "history": 81,
    "check": 33,
    "my": 121,
    "show": 167,
    "summary": 176,
    "working": 205,
    "office": 127,
    "log": 108,
    "sheet": 166,
    "absent": 4,
    "present": 145,
    "employee": 59,
    "tracking": 190,
    "recruitment": 155,
    "hiring": 80,
    "job": 101,
    "openings": 131,
    "available": 20,
    "vacancies": 196,
    "current": 41,
    "open": 130,
    "positions": 144,
    "career": 28,
    "opportunities": 132,
    "internship": 95,
    "company": 36,
    "benefits": 22,
    "benefit": 21,
    "perks": 140,
    "incentives": 90,
    "welfare": 200,
    "package": 133,
    "document": 49,
    "hr": 84,
    "documents": 50,
    "official": 128,
    "provide": 149,
    "certificate": 31,
    "issue": 97,
    "letter": 106,
    "records": 154,
    "bye": 26,
    "goodbye": 71,
    "see": 163,
    "talk": 179,
    "later": 104,
    "thanks": 184,
    "catch": 30,
    "farewell": 65,
    "thank": 183,
    "sick": 168,
    "annual": 11,
    "casual": 29,
    "maternity": 113,
    "paternity": 134,
    "emergency": 53,
    "personal": 141,
    "medical": 115,
    "study": 174,
    "unpaid": 193,
    "__number__": 0,
    "one": 129,
    "two": 191,
    "three": 186,
    "five": 66,
    "seven": 165,
    "ten": 181,
    "july": 103,
    "next": 123,
    "monday": 117,
    "august": 19,
    "september": 164,
    "october": 125,
    "week": 199,
    "coming": 35,
    "january": 99,
    "december": 45,
    "u": 192,
    "lot": 109,
    "appreciate": 14,
    "it": 98,
    "so": 170,
    "much": 120,
    "experience": 64,
    "employment": 60,
    "joining": 102,
    "relieving": 156,
    "an": 9,
    "give": 68,
    "emp001": 54,
    "emp100": 55,
    "emp250": 57,
    "emp500": 58,
    "id": 88,
    "is": 96,
    "emp123": 56,
    "software": 171,
    "engineer": 61,
    "data": 42,
    "analyst": 10,
    "executive": 63,
    "project": 148,
    "manager": 111,
    "business": 25,
    "developer": 47,
    "java": 100,
    "python": 150,
    "am": 8,
    "interested": 94,
    "in": 89,
    "abc": 2,
    "gmail": 69,
    "com": 34,
    "test": 182,
    "yahoo": 206,
    "email": 52,
    "hrcandidate": 85,
    "health": 75,
    "insurance": 93,
    "performance": 139,
    "bonus": 23,
    "retirement": 160,
    "tell": 180,
    "about": 3,
    "plan": 142,
    "connect": 39,
    "human": 86,
    "agent": 7,
    "support": 177,
    "live": 107,
    "speak": 172,
    "with": 204,
    "representative": 158,
    "problem": 146,
    "complaint": 38,
    "has": 73,
    "incorrect": 91
  },
  "intent": {
    "greeting": 6,
    "leave_request": 7,
    "salary_query": 17,
    "attendance_query": 0,
    "recruitment_query": 16,
    "benefits_query": 2,
    "document_request": 3,
    "goodbye": 5,
    "provide_leave_type": 15,
    "provide_leave_days": 14,
    "provide_leave_date": 13,
    "thank_you": 18,
    "provide_document_type": 9,
    "provide_employee_id": 11,
    "provide_job_position": 12,
    "provide_email": 10,
    "benefit_type": 1,
    "live_agent_request": 8,
    "escalation_reason": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_benefit_type": 12,
    "utter_ask_document_type": 13,
    "utter_ask_email": 14,
    "utter_ask_employee_id": 15,
    "utter_ask_escalation_reason": 16,
    "utter_ask_job_position": 17,
    "utter_ask_leave_date": 18,
    "utter_ask_leave_days": 19,
    "utter_ask_leave_type": 20,
    "utter_attendance_query": 21,
    "utter_benefit_information": 22,
    "utter_document_success": 23,
    "utter_escalation_success": 24,
    "utter_goodbye": 25,
    "utter_greeting": 26,
    "utter_leave_success": 27,
    "utter_recruitment_success": 28,
    "utter_salary_query": 29,
    "utter_thank_you": 30
  },
  "action_text": null,
  "intent_response_key": null
}