{
  "text": {
    "hello": 51,
    "hi": 54,
    "hey": 53,
    "good": 46,
    "morning": 80,
    "afternoon": 4,
    "evening": 41,
    "greetings": 48,
    "how": 58,
    "are": 9,
    "you": 152,
    "there": 132,
    "chatbot": 24,
    "assistant": 10,
    "nice": 84,
    "to": 135,
    "meet": 77,
    "what": 148,
    "s": 114,
    "up": 140,
    "day": 31,
    "bot": 17,
    "i": 60,
    "need": 82,
    "leave": 69,
    "want": 145,
    "apply": 7,
    "for": 45,
    "request": 112,
    "can": 19,
    "application": 6,
    "take": 127,
    "tomorrow": 136,
    "a": 1,
    "off": 86,
    "holiday": 57,
    "policy": 101,
    "many": 73,
    "days": 32,
    "do": 34,
    "have": 49,
    "submit": 125,
    "help": 52,
    "me": 75,
    "approval": 8,
    "process": 104,
    "time": 134,
    "management": 72,
    "salary": 115,
    "details": 33,
    "information": 62,
    "status": 123,
    "payroll": 97,
    "payment": 96,
    "payslip": 98,
    "slip": 122,
    "monthly": 79,
    "when": 149,
    "will": 150,
    "receive": 107,
    "query": 106,
    "compensation": 28,
    "earnings": 37,
    "paycheck": 95,
    "wage": 144,
    "account": 3,
    "credit": 29,
    "update": 141,
    "attendance": 11,
    "record": 108,
    "report": 111,
    "history": 56,
    "check": 25,
    "my": 81,
    "show": 120,
    "summary": 126,
    "working": 151,
    "office": 87,
    "log": 71,
    "sheet": 119,
    "absent": 2,
    "present": 103,
    "employee": 39,
    "tracking": 137,
    "recruitment": 110,
    "hiring": 55,
    "job": 66,
    "openings": 91,
    "available": 13,
    "vacancies": 142,
    "current": 30,
    "open": 90,
    "positions": 102,
    "career": 20,
    "opportunities": 92,
    "internship": 64,
    "company": 27,
    "benefits": 15,
    "health": 50,
    "insurance": 63,
    "benefit": 14,
    "retirement": 113,
    "medical": 76,
    "perks": 99,
    "bonus": 16,
    "incentives": 61,
    "welfare": 147,
    "package": 93,
    "document": 35,
    "employment": 40,
    "certificate": 23,
    "experience": 42,
    "letter": 70,
    "hr": 59,
    "documents": 36,
    "official": 88,
    "provide": 105,
    "issue": 65,
    "verification": 143,
    "records": 109,
    "bye": 18,
    "goodbye": 47,
    "see": 116,
    "talk": 128,
    "later": 68,
    "thanks": 131,
    "catch": 22,
    "farewell": 43,
    "thank": 130,
    "sick": 121,
    "annual": 5,
    "casual": 21,
    "maternity": 74,
    "paternity": 94,
    "emergency": 38,
    "personal": 100,
    "study": 124,
    "unpaid": 139,
    "__number__": 0,
    "one": 89,
    "two": 138,
    "three": 133,
    "five": 44,
    "seven": 118,
    "ten": 129,
    "july": 67,
    "next": 83,
    "monday": 78,
    "august": 12,
    "september": 117,
    "october": 85,
    "week": 146,
    "coming": 26
  },
  "intent": {
    "greeting": 4,
    "leave_request": 5,
    "salary_query": 10,
    "attendance_query": 0,
    "recruitment_query": 9,
    "benefits_query": 1,
    "document_request": 2,
    "goodbye": 3,
    "provide_leave_type": 8,
    "provide_leave_days": 7,
    "provide_leave_date": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_leave_date": 12,
    "utter_ask_leave_days": 13,
    "utter_ask_leave_type": 14,
    "utter_attendance_query": 15,
    "utter_benefits_query": 16,
    "utter_document_request": 17,
    "utter_goodbye": 18,
    "utter_greeting": 19,
    "utter_leave_success": 20,
    "utter_recruitment_query": 21,
    "utter_salary_query": 22
  },
  "action_text": null,
  "intent_response_key": null
}