{
  "text": {
    "hello": 69,
    "hi": 72,
    "hey": 71,
    "good": 64,
    "morning": 107,
    "afternoon": 5,
    "evening": 57,
    "greetings": 66,
    "how": 76,
    "are": 14,
    "you": 193,
    "there": 170,
    "chatbot": 30,
    "assistant": 15,
    "nice": 112,
    "to": 173,
    "meet": 104,
    "what": 187,
    "s": 147,
    "up": 179,
    "day": 41,
    "bot": 22,
    "i": 80,
    "need": 110,
    "leave": 93,
    "want": 184,
    "apply": 11,
    "for": 62,
    "request": 145,
    "can": 25,
    "application": 10,
    "take": 164,
    "tomorrow": 174,
    "a": 1,
    "off": 114,
    "holiday": 75,
    "policy": 130,
    "many": 100,
    "days": 42,
    "do": 45,
    "have": 67,
    "submit": 161,
    "help": 70,
    "me": 102,
    "approval": 13,
    "process": 134,
    "time": 172,
    "management": 98,
    "salary": 148,
    "details": 43,
    "information": 83,
    "status": 159,
    "payroll": 125,
    "payment": 124,
    "payslip": 126,
    "slip": 155,
    "monthly": 106,
    "when": 188,
    "will": 189,
    "receive": 138,
    "query": 137,
    "compensation": 35,
    "earnings": 48,
    "paycheck": 123,
    "wage": 183,
    "account": 4,
    "credit": 38,
    "update": 180,
    "attendance": 16,
    "record": 139,
    "report": 143,
    "history": 74,
    "check": 31,
    "my": 109,
    "show": 153,
    "summary": 162,
    "working": 191,
    "office": 115,
    "log": 96,
    "sheet": 152,
    "absent": 3,
    "present": 132,
    "employee": 54,
    "tracking": 175,
    "recruitment": 141,
    "hiring": 73,
    "job": 89,
    "openings": 119,
    "available": 18,
    "vacancies": 181,
    "current": 39,
    "open": 118,
    "positions": 131,
    "career": 26,
    "opportunities": 120,
    "internship": 85,
    "company": 34,
    "benefits": 20,
    "health": 68,
    "insurance": 84,
    "benefit": 19,
    "retirement": 146,
    "medical": 103,
    "perks": 128,
    "bonus": 21,
    "incentives": 82,
    "welfare": 186,
    "package": 121,
    "document": 46,
    "employment": 55,
    "certificate": 29,
    "experience": 59,
    "letter": 94,
    "hr": 77,
    "documents": 47,
    "official": 116,
    "provide": 136,
    "issue": 87,
    "verification": 182,
    "records": 140,
    "bye": 24,
    "goodbye": 65,
    "see": 149,
    "talk": 165,
    "later": 92,
    "thanks": 169,
    "catch": 28,
    "farewell": 60,
    "thank": 168,
    "sick": 154,
    "annual": 9,
    "casual": 27,
    "maternity": 101,
    "paternity": 122,
    "emergency": 50,
    "personal": 129,
    "study": 160,
    "unpaid": 178,
    "__number__": 0,
    "one": 117,
    "two": 176,
    "three": 171,
    "five": 61,
    "seven": 151,
    "ten": 166,
    "july": 91,
    "next": 111,
    "monday": 105,
    "august": 17,
    "september": 150,
    "october": 113,
    "week": 185,
    "coming": 33,
    "u": 177,
    "lot": 97,
    "appreciate": 12,
    "it": 88,
    "so": 156,
    "much": 108,
    "joining": 90,
    "relieving": 142,
    "emp001": 51,
    "emp100": 52,
    "emp250": 53,
    "id": 81,
    "is": 86,
    "software": 157,
    "engineer": 56,
    "data": 40,
    "analyst": 8,
    "executive": 58,
    "project": 135,
    "manager": 99,
    "business": 23,
    "developer": 44,
    "abc": 2,
    "gmail": 63,
    "com": 32,
    "test": 167,
    "yahoo": 192,
    "email": 49,
    "hrcandidate": 78,
    "performance": 127,
    "connect": 37,
    "human": 79,
    "an": 7,
    "agent": 6,
    "support": 163,
    "live": 95,
    "speak": 158,
    "with": 190,
    "representative": 144,
    "problem": 133,
    "complaint": 36
  },
  "intent": {
    "greeting": 6,
    "leave_request": 7,
    "salary_query": 17,
    "attendance_query": 0,
    "recruitment_query": 16,
    "benefits_query": 2,
    "document_request": 3,
    "goodbye": 5,
    "provide_leave_type": 15,
    "provide_leave_days": 14,
    "provide_leave_date": 13,
    "thank_you": 18,
    "provide_document_type": 9,
    "provide_employee_id": 11,
    "provide_job_position": 12,
    "provide_email": 10,
    "benefit_type": 1,
    "live_agent_request": 8,
    "escalation_reason": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_benefit_type": 12,
    "utter_ask_document_type": 13,
    "utter_ask_email": 14,
    "utter_ask_employee_id": 15,
    "utter_ask_escalation_reason": 16,
    "utter_ask_job_position": 17,
    "utter_ask_leave_date": 18,
    "utter_ask_leave_days": 19,
    "utter_ask_leave_type": 20,
    "utter_attendance_query": 21,
    "utter_benefit_information": 22,
    "utter_document_success": 23,
    "utter_escalation_success": 24,
    "utter_goodbye": 25,
    "utter_greeting": 26,
    "utter_leave_success": 27,
    "utter_recruitment_success": 28,
    "utter_salary_query": 29,
    "utter_thank_you": 30
  },
  "action_text": null,
  "intent_response_key": null
}