{
  "text": {
    "hello": 48,
    "hi": 50,
    "hey": 49,
    "good": 43,
    "morning": 74,
    "afternoon": 4,
    "evening": 39,
    "greetings": 45,
    "how": 54,
    "are": 8,
    "you": 137,
    "there": 121,
    "chatbot": 23,
    "assistant": 9,
    "nice": 78,
    "to": 122,
    "meet": 71,
    "what": 133,
    "s": 106,
    "up": 125,
    "day": 29,
    "bot": 16,
    "i": 56,
    "need": 76,
    "leave": 65,
    "want": 131,
    "apply": 7,
    "for": 42,
    "request": 104,
    "vacation": 128,
    "sick": 112,
    "annual": 5,
    "can": 18,
    "application": 6,
    "take": 117,
    "tomorrow": 123,
    "a": 1,
    "off": 79,
    "holiday": 53,
    "policy": 93,
    "many": 68,
    "days": 30,
    "do": 32,
    "have": 46,
    "submit": 115,
    "emergency": 36,
    "personal": 92,
    "maternity": 69,
    "paternity": 86,
    "salary": 107,
    "details": 31,
    "information": 58,
    "status": 114,
    "payroll": 89,
    "payment": 88,
    "payslip": 90,
    "slip": 113,
    "monthly": 73,
    "when": 134,
    "will": 135,
    "receive": 99,
    "query": 98,
    "compensation": 26,
    "earnings": 35,
    "paycheck": 87,
    "wage": 130,
    "account": 3,
    "credit": 27,
    "update": 126,
    "attendance": 10,
    "record": 100,
    "report": 103,
    "history": 52,
    "check": 24,
    "my": 75,
    "show": 111,
    "summary": 116,
    "working": 136,
    "office": 80,
    "log": 67,
    "sheet": 110,
    "absent": 2,
    "present": 95,
    "employee": 37,
    "tracking": 124,
    "recruitment": 102,
    "hiring": 51,
    "process": 96,
    "job": 62,
    "openings": 83,
    "available": 12,
    "vacancies": 127,
    "current": 28,
    "open": 82,
    "positions": 94,
    "career": 19,
    "opportunities": 84,
    "internship": 60,
    "company": 25,
    "benefits": 14,
    "health": 47,
    "insurance": 59,
    "benefit": 13,
    "retirement": 105,
    "medical": 70,
    "perks": 91,
    "bonus": 15,
    "incentives": 57,
    "welfare": 132,
    "package": 85,
    "document": 33,
    "employment": 38,
    "certificate": 22,
    "experience": 40,
    "letter": 66,
    "hr": 55,
    "documents": 34,
    "official": 81,
    "provide": 97,
    "issue": 61,
    "verification": 129,
    "records": 101,
    "bye": 17,
    "goodbye": 44,
    "see": 108,
    "talk": 118,
    "later": 64,
    "thanks": 120,
    "catch": 21,
    "farewell": 41,
    "thank": 119,
    "casual": 20,
    "__number__": 0,
    "july": 63,
    "next": 77,
    "monday": 72,
    "august": 11,
    "september": 109
  },
  "intent": {
    "greeting": 4,
    "leave_request": 5,
    "salary_query": 10,
    "attendance_query": 0,
    "recruitment_query": 9,
    "benefits_query": 1,
    "document_request": 2,
    "goodbye": 3,
    "provide_leave_type": 8,
    "provide_leave_days": 7,
    "provide_leave_date": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_leave_date": 12,
    "utter_ask_leave_days": 13,
    "utter_ask_leave_type": 14,
    "utter_attendance_query": 15,
    "utter_benefits_query": 16,
    "utter_document_request": 17,
    "utter_goodbye": 18,
    "utter_greeting": 19,
    "utter_leave_success": 20,
    "utter_recruitment_query": 21,
    "utter_salary_query": 22
  },
  "action_text": null,
  "intent_response_key": null
}